#+options: ':nil *:t -:t ::t <:t H:3 \n:nil ^:t arch:headline
#+options: author:t broken-links:nil c:nil creator:nil
#+options: d:(not "LOGBOOK") date:t e:t email:nil f:t inline:t num:t
#+options: p:nil pri:nil prop:nil stat:t tags:t tasks:t tex:t
#+options: timestamp:t title:t toc:t todo:t |:t
#+title: README
#+date: <2023-08-28 Пн>
#+author:
#+email: mnasoft@gmail.com
#+language: ru
#+select_tags: export
#+exclude_tags: noexport
#+creator: Emacs 28.2 (Org mode 9.5.5)
#+cite_export:
#+options: html-link-use-abs-url:nil html-postamble:auto
#+options: html-preamble:t html-scripts:nil html-style:t
#+options: html5-fancy:nil tex:t
#+html_doctype: xhtml-strict
#+html_container: div
#+html_content_class: content
#+description:
#+keywords:
#+html_link_home:
#+html_link_up:
#+html_mathjax:
#+html_equation_reference_format: \eqref{%s}
#+html_head:
#+html_head_extra:
#+subtitle:
#+infojs_opt:
#+creator: <a href="https://www.gnu.org/software/emacs/">Emacs</a> 28.2 (<a href="https://orgmode.org">Org</a> mode 9.5.5)
#+latex_header:

** Перечень файлов проекта
#+BEGIN_SRC sh :exports both 
  cd ~/elisp;
  for i in `ls *.el`
  do
      echo [[~/elisp/${i}]]
  done
#+END_SRC

#+RESULTS:
| [[file:~/elisp/annotation.el]]                  |
| [[file:~/elisp/common-lisp.el]]                 |
| [[file:~/elisp/directory.el]]                   |
| [[file:~/elisp/gnuplot.el]]                     |
| [[file:~/elisp/hide-show-mode.el]]              |
| [[file:~/elisp/hunspell.el]]                    |
| [[file:~/elisp/inferior-lisp-program.el]]       |
| [[file:~/elisp/kill-some-buffers.el]]           |
| [[file:~/elisp/main.el]]                        |
| [[file:~/elisp/mik-tex.el]]                     |
| [[file:~/elisp/mnas-publish.el]]                |
| [[file:~/elisp/neotree.el]]                     |
| [[file:~/elisp/open-some-files.el]]             |
| [[file:~/elisp/org-babel-do-load-languages.el]] |
| [[file:~/elisp/org-code.el]]                    |
| [[file:~/elisp/org-structure.el]]               |
| [[file:~/elisp/scriba.el]]                      |
| [[file:~/elisp/slime-start.el]]                 |
| [[file:~/elisp/sly-start.el]]                   |
| [[file:~/elisp/tcl-helper.el]]                  |
| [[file:~/elisp/translate-commands-gr-ru-uk.el]] |
| [[file:~/elisp/yes-or-no-p.el]]                 |
| [[file:~/elisp/zm-tz-header.el]]                |

